<?php

require('functions.php');
startPageDisplay();

endPageDisplay();
?>
<?php
$pageTitle = '利用規約';
require "head.php";
require "header.php";
?>

<main class="l-main">
  <h1 class="c-main__title"><?php
    echo $pageTitle; ?></h1>
  <h2 class="about__title-middle">第１章 総則</h2>
  <section class="about__inner">
    <h3 class="about__title-small">第１条（定義）</h3>
    <p class="about__lead">本利用規約において、別段の定めがない限り、以下の用語は以下の定義を有するものとします。</p>
    <ol class="about__list">
      <li class="about__list-item about__list-indent">（1）本規約：本利用規約を指すものとします。</li>
      <li class="about__list-item about__list-indent">（2）当社：みっちーを指すものとします。</li>
      <li class="about__list-item about__list-indent">
        （3）本Webサイト：トップページのURLを「www.kaigan-loca.com」とするWebサイトを総称して指すものとします。
      </li>
      <li class="about__list-item about__list-indent">（4）本アプリ：当社が提供するアプリケーションソフトである「海岸ロケ」を指すものとします。</li>
      <li class="about__list-item about__list-indent">（5）本サービス：本Webサイト及び本アプリ上で提供される一切のサービスを指すものとします。</li>
      <li class="about__list-item about__list-indent">
        （6）利用者：本サービスの利用者及び本Webサイトにアクセスし、本Webサイトを閲覧し、又は本Webサイト又は本アプリを利用する全ての者（自然人及び法人を含みます。）を指すものとします。
      </li>
      <li class="about__list-item about__list-indent">
        （7）素材等：本Webサイト又は本アプリ上で提供される写真、画像素材、撮影場所の位置情報等の一切の素材、情報等（提供の有償、無償を問わず、またアイコンに使用される等、
        販売・頒布等がなされない素材、情報等を含みます。）を指すものとします。
      </li>
      <li class="about__list-item about__list-indent">（8）会員：本規約の定めにしたがい、本サービスの会員登録を行った者を指すものとします。</li>
      <li class="about__list-item about__list-indent">（9）当該素材等：本規約の定めにしたがい、会員が本Webサイト又は本アプリにアップロードした素材等を指すものとします。
      </li>
    </ol>
  </section>

  <section class="about__inner">
    <h3 class="about__title-small">第２条（本規約の適用）</h3>
    <p class="about__lead">本利用規約は、会員を含む利用者に適用されるものとし、利用者は、本サービスの利用、本Webサイトへのアクセス、
      閲覧、利用等並びに本アプリの利用等について、本規約を遵守するものとします。</p>
  </section>
  <section class="about__inner">
    <h3 class="about__title-small">第３条（知的財産権）</h3>
    <p class="about__lead">素材等を含め、本Webサイト又は本アプリにアップロードされ又は本サービスにおいて提供される写真、画像、映像、イラスト、
      文章等著作権法上の保護の客体となり得るものは全て、当社又は各著作物の権利者に帰属するものであり、
      著作権法を含む知的財産権に関連する各種法令によって保護されており、本規約に定める適法な許諾を取得することなく、これらを無断で使用することは、著作権法その他の法律において禁止されています。</p></section>
  <section class="about__inner">
    <h3 class="about__title-small">第４条（会員登録）</h3>
    <ol class="about__list-decimal">
      <li>利用者は、本サービスの利用にあたり、本規約に同意の上、会員登録をするものとします。</li>
      <li>当社は、会員登録を申請した利用者が、過去に会員登録を取り消された者であった場合、本規約に違反するおそれがあると当社が判断した場合等、
        当社が登録を適当でないと判断した場合、登録を拒否することができるものとし、利用者はこれに対して一切異議を述べないものとします。
      </li>
      <li>会員は、登録メールアドレス及びパスワード、会員としての地位、本規約及び本サービスに関する権利及び義務について、
        これを第三者に対して譲渡し、貸与し、承継し、名義変更し又は担保として提供等してはならず、これを第三者の用に供することはできないものとします。
      </li>
      <li>利用者は、会員登録に際し、登録メールアドレス及びパスワードの設定をしなければなりません。
        登録メールアドレス及びパスワードの一致を確認した場合、当該登録メールアドレス及びパスワードを保有する者として登録された会員が本サービスを利用したものとみなされます。
        会員は、自らの責任において、登録メールアドレス及びパスワードを厳重に管理するものとし、パスワードは第三者に対し開示し、漏洩しないものとします。第三者による登録メールアドレス又はパスワードの使用により、
        会員に損害が生じた場合であっても、当社は一切の責任を負いません。
      </li>
      <li>会員は、メールアドレス、住所、電話番号等、会員登録に必要な事項その他当社に対して届け出ている内容に変更が生じた場合、
        速やかに当社に変更された事項の報告をしなければなりません。また、会員は、常に連絡の取れる連絡先を登録し、
        当社からの問い合わせがあった場合、速やかにこれに対応するものとします。変更された事項の届出を遅延又は懈怠により、 会員に不利益が生じた場合であっても、当社は一切の責任を負いません。
      </li>
    </ol>
  </section>
  <section class="about__inner">
    <h3 class="about__title-small">第５条（未成年者）</h3>
    <p class="about__lead">未成年者が会員になろうとする場合、当該未成年者は、その責任において、会員登録及び本サービスを利用する都度、事前に、
      保護者の同意を得るものとします。万一、保護者の同意がない場合、当社は当該同意がないことに関し一切責任を負いません。</p></section>
  <section class="about__inner">
    <h3 class="about__title-small">第６条（表明保証）</h3>
    <p class="about__lead">会員は、当社並びに他の会員及び利用者に対して、以下の各事項を表明し、保証するものとします。</p>
    <ol class="about__list">
      <li class="about__list-item about__list-indent">（1）当社、他の会員若しくは利用者又は第三者の保有する著作権等の知的財産権、肖像権、プライバシーの権利、
        名誉、その他の権利又は利益を侵害する行為を行わないこと。
      </li>
      <li class="about__list-item about__list-indent">（2）会員登録の際に提供した情報が正確であり、虚偽又は過誤を含まないこと。</li>
      <li class="about__list-item about__list-indent">（3）会員登録の際に提供した情報に変更があった場合に、直ちにこれを修正すること。</li>
      <li class="about__list-item about__list-indent">（4）当該素材等は、当該会員本人が撮影しその著作権その他の権利を完全に有していること。</li>
      <li class="about__list-item about__list-indent">（5）当該素材等が当社、他の会員若しくは利用者又は第三者の保有する著作権等の知的財産権、肖像権、プライバシーの権利、名誉、
        その他の権利又は利益を侵害するものではないこと。また、第三者の権利処理が必要な場合には、会員の費用と責任においてその処理がなされていること。
      </li>
      <li class="about__list-item about__list-indent">
        （6）当社が、本規約の定めにしたがい、本サービスを通じて当該素材等について使用許諾等を行う権限を当社に対して付与すること。
      </li>
      <li class="about__list-item about__list-indent">（7）当該素材に関連する情報（タグ表記、タイトル、撮影位置等を含みますが、これらに限られません。）が正確であること。
      </li>
      <li class="about__list-item about__list-indent">（8）その他法令及び本規約に定める事項を遵守すること。</li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第７条（表明保証違反の効果）</h3>
    <ol class="about__list-decimal">
      <li>当社は、会員が前条の表明保証に違反した場合、当該違反に関連して発生した損害等について、一切の責任を負わないものとします。</li>
      <li>当社は、前条の表明保証に違反し又は違反するおそれがある当該素材等及び不適切と認める当該素材等について、その自由な裁量に基づき、
        これを削除し又は修正等することができるものとし、会員はこれに一切異議を述べず、また原因の如何にかかわらず、会員が被った損害の一切は賠償しないものとします。
      </li>
      <li>当社は、前条の表明保証に違反し又は違反するおそれがある会員及び不適切と認める会員について、その自由な裁量に基づき、
        会員登録を抹消し又は停止等することができるものとし、会員はこれに一切異議を述べず、また原因の如何にかかわらず、会員が被った損害の一切は賠償しないものとします。
      </li>
      <li>会員が前条の表明保証に違反したことに起因して、第三者から権利侵害の申立、異議、クレーム、請求、
        保全処分の申立、訴えの提起等が生じた場合、会員は、その責任と費用負担においてこれを処理し、当社に対して一切迷惑を掛けず、当社に対して損害及び費用負担を与えないものとします。
      </li>
      <li>前項の権利侵害の申立、異議、クレーム、請求、保全処分の申立、訴えの提起等に関し、当社が損害及び費用負担
        （弁護士費用等を含みます。）を被った場合、会員は、当社が被った損害及び費用負担について、この一切を賠償する責に任ずるものとします。
      </li>
      <li>当該素材等に関連して第三者から権利侵害の申立、異議、クレーム、請求、保全処分の申立、訴えの提起等がなされた場合、
        当社は、その自由な裁量に基づき、当該素材等をアップロードした会員の連絡先その他の個人情報を、当該第三者に開示することができるものとします。
      </li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第８条（禁止行為）</h3>
    <p class="about__lead">利用者は、以下の行為を行ってはならないものとします。</p>
    <ol class="about__list">
      <li class="about__list-item about__list-indent">
        （1）当社、他の会員若しくは利用者又は第三者の保有する著作権等の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為。
      </li>
      <li class="about__list-item about__list-indent">（2）本サービスにおいて提供される素材等を当社に無断で使用する行為。</li>
      <li class="about__list-item about__list-indent">（3）違法行為、迷惑行為、その他本サービスの運営の妨げとなる行為。</li>
      <li class="about__list-item about__list-indent">（4）他の会員若しくは利用者又は第三者に対する中傷、嫌がらせ、ハラスメント、脅迫、勧誘、マーケティング、広告等の行為。
      </li>
      <li class="about__list-item about__list-indent">（5）犯罪行為その他公序良俗に反する行為</li>
      <li class="about__list-item about__list-indent">（6）その他当社が不適切と判断する行為</li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第９条（禁止行為の効果）</h3>
    <ol class="about__list-decimal">
      <li>当社は、利用者が前条の禁止行為を行った場合、当該禁止行為に関連して発生した損害等について、一切の責任を負わないものとします。</li>
      <li>当社は、前条の禁止行為を行い又はそのおそれがある利用者について、その自由な裁量に基づき、当該利用者が会員である場合の会員登録の抹消又は停止等、
        本サービス及び本Webサイト、本アプリへのアクセス制限その他適切と認める措置を採ることができるものとし、利用者はこれに一切異議を述べないものとし、
        また原因の如何にかかわらず、会員が被った損害の一切は賠償しないものとします。
      </li>
      <li>利用者が前条の禁止行為を行ったことに起因して、第三者から権利侵害の申立、異議、クレーム、請求、保全処分の申立、
        訴えの提起等が生じた場合、利用者は、その責任と費用負担においてこれを処理し、当社に対して一切迷惑を掛けず、 当社に対して損害及び費用負担を与えないものとします。
      </li>
      <li>前項の権利侵害の申立、異議、クレーム、請求、保全処分の申立、訴えの提起等に関し、当社が損害及び費用負担
        （弁護士費用等を含みます。）を被った場合、利用者は、当社が被った損害及び費用負担の一切について、これを賠償する責に任ずるものとします。
      </li>
      <li>本条３項所定の第三者からの権利侵害の申立、異議、クレーム、請求、保全処分の申立、訴えの提起等がなされた場合、
        当社は、その自由な裁量に基づき、利用者に関する一切の情報（当該利用者が会員である場合の当社が把握している個人情報、
        利用者のプロキシサーバ等アクセス履歴に関する情報等）を、当該第三者に開示することができるものとします。
      </li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第１０条（個人情報保護）</h3>
    <p class="about__lead">
      当社は、別途定める当社のプライバシーポリシーに基づき、当社が保有する利用者及び会員の個人情報及び特定個人情報を適切に取り扱うものとし、利用者及び会員はこれに同意するものとします。</p></section>
  <h2 class="about__title-middle">第２章（素材等の使用権許諾）</h2>
  <section class="about__inner"><h3 class="about__title-small">第１１条（使用権の許諾）</h3>
    <p class="about__lead">会員は、本規約の定めにしたがい、本サービスにおいて、素材等の使用権の許諾を受けることができます。</p></section>
  <section class="about__inner"><h3 class="about__title-small">第１２条（購入代金）</h3>
    <ol class="about__list-decimal">
      <li>素材等につき、使用権の許諾が有償と設定されている場合、会員は、本サービスにおいて、購入代金を支払うことにより、本規約の定める使用許諾を受けることができます。</li>
      <li>購入代金については、当社が別途定め、本サービス上に掲載する価格表のとおりとします。 ただし、当社は、自社の裁量において、価格表を適宜変更することができるものとします。</li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第１３条（許諾を受ける方法）</h3>
    <ol class="about__list-decimal">
      <li>会員が素材等につき使用許諾を受ける方法は、以下のとおりとします。
        <ol>
          <li class="about__list-item about__list-indent-nest">（1）プリント販売
            会員が選択した素材等を当社又は当社の指定する第三者がプリントし、会員に対して送付する方法をいいます。
          </li>
          <li class="about__list-item about__list-indent-nest">（2）デジタル販売 会員が選択した素材等を当社が指定する解像度においてダウンロードする方法をいいます。
          </li>
          <li class="about__list-item about__list-indent-nest">（3）二次利用 会員が選択した素材等を当社が指定する態様において二次利用する方法をいいます。</li>
        </ol>
      </li>
      <li>会員は、当社から許諾を受けていない態様にて、素材等を利用してはなりません。</li>
      <li>会員は、サムネイル上の画像を内容の確認以外の一切の用途で利用してはならず、またこれを公開してはなりません。</li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第１４条（許諾を受ける条件）</h3>
    <ol class="about__list-decimal">
      <li>プリント販売又はデジタル販売のみの許諾を受けた会員は、素材等を二次使用することができません。</li>
      <li><!-- react-text: 186 -->二次使用の許諾を受けた会員は、私用または商用を問わず、当該許諾を受けた二次使用の範囲にしたがい、素材等について、以下のいずれかの加工を施すことができるものとします。
        <!-- /react-text -->
        <ol>
          <li class="about__list-item about__list-indent-nest">（1）素材等を使用用途に適した解像度にすること（ただし、当社から提供を受けた解像度を上限とします）。
          </li>
          <li class="about__list-item about__list-indent-nest">（2）素材等に関し、本条６項の定めにしたがい、合理的な範囲で文字等を組み込むこと。</li>
        </ol>
      </li>
      <li>会員は、当社から使用許諾を受けた素材等について、これを第三者に譲渡、転貸、移転等することができず、また第三者に対して権利を再許諾することはできません。</li>
      <li>会員は、素材等に人物又は特定の建築物等が写り込んでいる場合、その使用用途により、当該人物又は建築物等の権利者、管理者等からの許諾が別途必要とされる場合があることを承諾します。</li>
      <li>当社が会員に対し使用権を許諾した後も、著作権等の素材等に係る諸権利は、素材等の著作権者である会員に帰属し、購入した会員に対して権利の移転は行われないものとします。</li>
      <li><!-- react-text: 194 -->
        許諾を受けた素材等は、文字の組み込み、トリミング、反転、サイズ変更、色変更、簡単な合成等をすることができるものとしますが、以下の各号に抵触しまたはそのおそれがある使用は禁止します。
        <!-- /react-text -->
        <ol>
          <li class="about__list-item about__list-indent-nest">（1）わいせつ又は公序良俗に反する内容で使用すること。</li>
          <li class="about__list-item about__list-indent-nest">
            （2）商標、サービスマーク、ロゴ等の一部として使用すること、その他、素材等を特定の企業・個人・団体・活動・サービス等の特徴的なシンボルとして使用すること。
          </li>
          <li class="about__list-item about__list-indent-nest">
            （3）風俗産業、ポルノ（児童ポルノを含む）、アダルトサイト、出会い系サイト、障害又は疾病、薬物乱用、アルコール、たばこ、精力剤、暴力、不妊、避妊、妊娠中絶、性転換、同性愛、
            ギャンブル、消費者金融、宗教、政治、情報商材その他それらに準じるものに関して使用すること。
          </li>
          <li class="about__list-item about__list-indent-nest">
            （4）暴力団員による不当な行為の防止等に関する法律第２条で定義される暴力団、指定暴力団、指定暴力団連合、暴力団員の他、
            暴力団関係企業、暴力団準構成員、総会屋若しくは社会運動・政治運動等標ぼうゴロ又はこれらに準ずる者（以下、「反社会的勢力」といいます。）に関連して使用すること。
          </li>
          <li class="about__list-item about__list-indent-nest">
            （5）素材等の著作権者である会員を含む第三者の名誉又は信用の毀損、誹謗中傷、不名誉、不利益、不評等を惹起する方法、態様にて使用すること。
          </li>
          <li class="about__list-item about__list-indent-nest">（6）利用許諾を受けた素材等の著作権表示の全部又は一部を削除し又は改変して使用すること。</li>
          <li class="about__list-item about__list-indent-nest">（7）素材等を自らの著作物として公開、発表等すること。</li>
          <li class="about__list-item about__list-indent-nest">（8）利用許諾を受けた素材等を、有償無償を問わず、転売し、譲渡し、又は再許諾等すること。</li>
          <li class="about__list-item about__list-indent-nest">（9）違法、虚偽又は中傷を内容とする記事、映像、宣伝、広告等使用すること。</li>
          <li class="about__list-item about__list-indent-nest">（10）その他、前各号に準じ、当社が不適切と認める方法、態様にて使用すること。</li>
        </ol>
      </li>
      <li>当社は、素材等の利用許諾を受けた会員に対し、使用目的、使用態様等、素材等の使用に関する事項を調査する権利を有しており、会員は、当社の求めにしたがいいつでもこれに協力するものとします。</li>
      <li>本サービスにアップロードされた素材等は、素材等の著作権者である会員及びその他の権利者の意向等により、いつでも販売が中止となる可能性があるものとし、会員はこれに承諾します。</li>
      <li>会員が本条に違反した場合には、第７条の規定が準用して適用されるものとします。</li>
    </ol>
  </section>
  <h2 class="about__title-middle">第３章 素材等のアップロード及び販売</h2>
  <section class="about__inner"><h3 class="about__title-small">第１５条（素材等のアップロード及び使用権販売）</h3>
    <ol class="about__list-decimal">
      <li>会員は、本サービスにおいて、会員本人が著作権等の権利を保有する素材等をアップロードし、当該素材等の使用権を販売することができます。</li>
      <li>素材等の販売方法及び態様（販売先、価格、使用許諾内容　等を含みます。）、販売報酬の計算方法及びその金額等は、当社の裁量で決定することができるものとし、会員はこれに一切異議を述べないものとします。</li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第１６条（販売の対価）</h3>
    <p class="about__lead"><!-- react-text: 218 -->会員がアップロードされた素材等につき、有償での使用権許諾がなされた場合、当社は、
      当該素材等をアップロードした会員に対し、対価を支払います。<!-- /react-text --><br><!-- react-text: 220 -->
      対価の額については、当社が別途定め、本サービス上に掲載する分配表のとおりとします。 ただし、当社は、自社の裁量において、分配表を適宜変更することができるものとします。<!-- /react-text --></p>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第１７条（販売その他許諾権付与の方法）</h3>
    <ol class="about__list-decimal">
      <li><!-- react-text: 225 -->会員は、以下のいずれかの方法により、素材等の使用権を販売することができます。<!-- /react-text -->
        <ol>
          <li class="about__list-item about__list-indent-nest">（1）プリント販売
            会員がアップロードした素材等を当社又は当社の指定する第三者がプリントし、購入者に対して販売する方法をいいます。
          </li>
          <li class="about__list-item about__list-indent-nest">（2）デジタル販売
            会員がアップロードした素材等を、アップロードを行った当該会員が指定した解像度の範囲内で、 購入者に対してダウンロードさせる方法により販売することをいいます。
          </li>
          <li class="about__list-item about__list-indent-nest">（3）二次利用 会員がアップロードした素材等を、アップロードを行った当該会員が選択した態様において、
            購入者に対して二次利用させる方法により販売する方法をいいます。 ただし、プリント販売及びデジタル販売の許諾を行っていない会員は、二次利用を許諾することはできません。
          </li>
        </ol>
      </li>
      <li>前項の有償許諾を選択しない会員は、自らがアップロードした素材等を無償で第三者に使用させることを同意することができます。
        この場合、無償の使用許諾の規定に関しては、対価の分配の点を除き、有償の使用許諾に関する規定が可能な限り適用されるものとします。
      </li>
      <li>前２項の選択の有無を問わず、会員は、別途当社が指定する方法、態様により、アップロードした素材等を、 他社が運営するＳＮＳサービスとシェアすることができます。
        ただし、当該ＳＮＳサービスの利用規約を遵守することを条件とします。
      </li>
      <li>会員が本条１項ないし３項に定める条件を設定した場合、次項に定める変更の手続を経ない限り、その後にアップロード する素材等について、同一の条件を適用する意思を表示したものとみなされます。</li>
      <li>会員は、当社の定める条件にしたがい、会員登録の途中で、個々の素材等について、本条１項ないし３項の条件を
        変更することができるものとします。ただし、当社は、変更が反映されるまでに7日の期間を設けることができるものとし、会員は、変更が反映されるまでの間、 変更前の条件が適用されることを予め承諾します。
      </li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第１８条（販売その他許諾権付与の条件）</h3>
    <p class="about__lead">会員は、本規約に同意し、本サービスに当該会員が著作権等一切の権利を保有する素材等をアップロードすることで、
      当社に対し、時期、地域に何ら制限なく、当該素材等を使用、複製、頒布、販売、宣伝、公衆送信、送信可能化、展示等し、二次的著作物を作成すること、
      及び当社が第三者（当該第三者から使用許諾等する者を含みます。）に対し、本規約又は別途当社が定めた条件で、素材等の使用を許諾することにつき、
      それぞれ非独占的権利を付与します。ただし、前条１項の有償許諾を選択せず、かつ、前条２項の無償の使用許諾をしない場合は、この限りでないものとします。</p>
    <p>会員は、素材等をアップロードした時点で、前項による素材等の使用を承諾したものとみなされます。また、会員は
      、素材等の購入及び使用を検討する者に対し、購入に先立ち、サムネイル上で画像を提供することを予め承諾します。</p>
    <p>会員は、購入者等が、素材等に加工を自由に施すことを承諾するものとし、当社及び購入者等に対し、当該素材等に関する著作者人格権を行使しないものとします。
      ただし、前条２項の無償の使用許諾について、改変が不可である旨を選択した場合はこの限りでないものとします。</p>
    <p>会員は、購入者等が、素材等の使用にあたりコピーライト表示をすること又はこれを表示しないことを求めないものとします。</p>
    <p>会員は、アップロードした素材等の全部又は一部について、当社がこれを販売に供する義務を負わないことを予め承諾するものとします。</p></section>
  <h2 class="about__title-middle">第４章 決済手続</h2>
  <section class="about__inner"><h3 class="about__title-small">第１９条（購入代金の支払い）</h3>
    <p class="about__lead">会員は、本サービス上の定めに従って、次のいずれかの方法で、素材等の購入代金を支払うものとし、
      銀行振込手数料、決済手数料その他の支払に要する費用は、会員が負担するものとします。</p>
    <ol class="about__list">
      <li class="about__list-item about__list-indent">（1）当社が指定するクレジットカードを利用した支払</li>
      <li class="about__list-item about__list-indent">（2）PayPalを利用した支払</li>
      <li class="about__list-item about__list-indent">（3）別途当社が承認した方法による支払い</li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第２０条（返金、返品）</h3>
    <ol class="about__list-decimal">
      <li><!-- react-text: 253 -->会員は、本サービス上の定めに従って、次のいずれかの方法で、素材等の購入代金を支払うものとし、
        銀行振込手数料、決済手数料その他の支払に要する費用は、会員が負担するものとします。<!-- /react-text -->
        <ol>
          <li class="about__list-item about__list-indent-nest">（1）購入した素材等のデータ自体に当社の認める物理的な欠陥、瑕疵、障害が認められたとき。</li>
          <li class="about__list-item about__list-indent-nest">（2）一時的なサーバーエラー、回線のエラー等により、重複購入等正常でない決済が行われたとき。</li>
        </ol>
      </li>
      <li>前項各号に当てはまる場合、会員は、購入から１０営業日以内に当社に申出を行うことで、 該当する購入をキャンセルするものとします。当社が当該申出に理由があると認める場合、当社が定める方法により、
        返金を受け付けるものとします。なお、返金に係る手数料は、会員が負担するものとします。
      </li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第２１条（素材等をアップロードした会員への分配）</h3>
    <ol class="about__list-decimal">
      <li>当社は、素材等を販売した会員に対し、当社の定める分配割合にしたがい、 かつ、法律によって徴収が義務付けられた源泉徴収等の税金を差引いた上で、販売代金の分配を行うものとします。</li>
      <li>販売代金の分配はPayPalを通じてのみ行われるものとし、販売代金の分配を受けようとする会員は、
        自らの費用と責任において、これに必要な手続を採るものとします。また、分配に係る手数料については、会員が負担するものとします。
      </li>
      <li>会員は、販売代金の分配を受けようとする場合には、本サービス上で当社に対して所定の手続を採るものとし、 当該手続が行われた日の翌々月末日までに、販売代金の分配がなされるものとします。ただし、当社は、
        各会員ごとに販売代金の分配額が販売額の50%に達するまでの間、販売代金の分配を留保する権利を有するものとします。
      </li>
      <li><!-- react-text: 265 -->当社は、以下のいずれかの場合、会員への販売報酬の支払条件等を変更することができ、会員は、予めこれを承諾するものとします。<!-- /react-text -->
        <ol>
          <li class="about__list-item about__list-indent-nest">（1）本サービス管理システムの改善・変更</li>
          <li class="about__list-item about__list-indent-nest">（2）新サービスや新規制度の導入</li>
          <li class="about__list-item about__list-indent-nest">（3）その他合理的な事由がある場合</li>
        </ol>
      </li>
      <li>当社が本サービス又は当社の告知又は宣伝を目的として素材等を使用する場合、本サービスの内外を問わず、 自由に、無償で使用できるものとし、会員は予めこれを承諾するものとします。</li>
      <li>会員が提供する情報の不備、会員が行う手続の不備等に基づき、当社が会員に対して販売代金の分配を行うことができない場合、 本条３項の手続は取り消されるものとします。</li>
      <li>会員は、理由の如何を問わず、販売代金の分配に関する権利を、当該会員以外の第三者に譲渡し、貸与し、承継し、 名義変更し又は担保として提供等することはできません。</li>
      <li><!-- react-text: 274 -->素材等が販売された場合でも、以下の各号の一に該当するときは、販売代金の分配を取り消すことができるものとし、
        既に分配済の場合には、当社は会員に対して分配済の販売代金の返還を求めることができるものとします。<!-- /react-text -->
        <ol>
          <li class="about__list-item about__list-indent-nest">
            （1）購入した素材等のデータ自体に当社の認める物理的な欠陥、瑕疵、障害が認められ、購入者から返金の請求を受けたとき。
          </li>
          <li class="about__list-item about__list-indent-nest">（2）一時的なサーバーエラー、回線のエラー等により、重複購入等正常でない決済が行われたとき。</li>
          <li class="about__list-item about__list-indent-nest">
            （3）購入者が支払不能の状態に陥った場合や、不正な取引があった場合等、当社が販売代金の回収ができないと判断したとき。
          </li>
          <li class="about__list-item about__list-indent-nest">（4）会員が、本規約に違反したとき。</li>
          <li class="about__list-item about__list-indent-nest">（5）その他当社により、販売代金の分配義務がないと合理的に判断したとき。</li>
        </ol>
      </li>
    </ol>
  </section>
  <h2 class="about__title-middle">第５章（その他の規定）</h2>
  <section class="about__inner"><h3 class="about__title-small">第２２条（規約違反に対する措置）</h3>
    <ol class="about__list-decimal">
      <li>当社は、利用者又は会員が、不正使用を含む本規約の条項に違反する行為をした場合、 本規約に基づく違約金の請求、素材等の使用差止、本サービスの利用停止、強制退会、一切の損害賠償請求
        （合理的な弁護士費用も含む。）等の措置を採ることができるものとします。
      </li>
      <li>利用者又は会員が本規約に違反した場合、当社は当該違反をした利用者又は会員に対し、当社が被った損害の一切を賠償するものとします。</li>
      <li>素材等又はその使用用途等について本規約違反の報告が当社にあった場合、当社は、 当該違反の是正について合理的な範囲での措置を講ずるよう努め、当社の裁量でその対応を決定することができるものとし、
        利用者又は会員はこれに対して一切異議を述べず、また原因の如何にかかわらず、当該是正措置に基づいて会員が被った損害の一切は賠償しないものとします。
      </li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第２３条（素材等の削除、許諾条件変更の場合の措置）</h3>
    <ol class="about__list-decimal">
      <li>会員がアップロードした素材等について、削除又は許諾条件の変更を行う場合、当社所定の手続によるものとします。 既に販売が開始されている素材等については、手続の7日以内にその結果が反映されるものとします。</li>
      <li>既に購入された素材等について、会員は、削除等の手続を経た後であっても、 その使用中止や差止等を求めることは一切できません。</li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第２４条（退会時の措置）</h3>
    <ol class="about__list-decimal">
      <li>会員は、本規約及び当社が本サービス上にて提供する方法に基づき、退会手続を採ることにより、 本サービスの利用を終了することができます。但し、会員に未払の購入代金がある場合、
        その支払いが完了するまで退会することができません。なお、本サービスのシステム上、 会員による退会申込みが完了してから、その手続きがシステム上に反映されるまで、当社所定の時間が必要な場合があり、
        会員は予めこれに同意するものとします。
      </li>
      <li>会員が退会の申込み時点で、本サービス上のアカウントにログインできなくなり、 すべての機能が使えなくなります。また、既に販売中の素材等は、退会申込み日から7日以内の間、掲載、販売が継続します。</li>
      <li>退会申込時において、当該会員の受けるべき販売代金の分配額が２１条３項所定の最低基準額に達しなかった場合、 会員は当該分配額に係る請求権を放棄したものとみなされます。</li>
      <li><!-- react-text: 300 -->当社は、会員が以下のいずれかの事由に該当する場合、又はそのおそれがあると当社が判断した場合、
        会員へ事前の通告、催告をすることなく、かつ会員の承諾を得ることなく、当社の裁量により、直ちに、
        当該会員の退会手続を採ることができるものとし、会員はこれに一切異議を述べず、また原因の如何にかかわらず、会員が被った損害の一切は賠償しないものとします。<!-- /react-text -->
        <ol>
          <li class="about__list-item about__list-indent-nest">（1）本規約に違反した場合</li>
          <li class="about__list-item about__list-indent-nest">（2）会員が死亡した場合</li>
          <li class="about__list-item about__list-indent-nest">（3）１年間以上本サービス上のアカウントにログインしていない場合</li>
          <li class="about__list-item about__list-indent-nest">（4）反社会的勢力である、又は反社会的勢力であったことが判明した場合</li>
          <li class="about__list-item about__list-indent-nest">（5）公序良俗に反する素材等を掲載した場合</li>
          <li class="about__list-item about__list-indent-nest">（6）本サービスの運営を妨害した場合</li>
          <li class="about__list-item about__list-indent-nest">（7）その他、当社が会員として不適切と判断した場合</li>
        </ol>
      </li>
      <li>退会により、会員と当社との間で締結された契約が解約されるものとし、会員は、 本サービスを利用することが一切できなくなるものとします。また、会員が退会した場合、
        当社が既に受領した料金等の払戻しは一切行いません。又、売買が発生した素材等及びそれに関連する情報は、 当社で一定期間データを保持し、本サービスの提供に利用することができるものとします。
      </li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第２５条（サービスの中断・中止）</h3>
    <p class="about__lead">当社は、以下の事由が生じた場合、利用者又は会員に事前に告知、通知することなく、
      本サービスの運営を中断、又は中止することがあります。これらの事由による本サービスの中断又は中止によって、 利用者又は会員が損害を被った場合であっても、当社は一切責任を負いません。</p>
    <ol class="about__list">
      <li class="about__list-item about__list-indent">（1）本サービス用設備等の保守、メンテナンスを定期的に、又は緊急に行う場合</li>
      <li class="about__list-item about__list-indent">（2）本サービス用設備が故障等した場合</li>
      <li class="about__list-item about__list-indent">（3）地震、噴火、洪水、津波等の天災、戦争、動乱、暴動、騒乱、労働争議、火災、停電、
        その他不可抗力により、本サービスが永続的又は一時的に提供できなくなった場合
      </li>
      <li class="about__list-item about__list-indent">（4）その他、運用上、又は技術上本サービスの中断又は中止が必要であると当社が判断した場合</li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第２６条（免責事項）</h3>
    <ol class="about__list-decimal">
      <li>当社は、利用者及び会員への事前の通知、承諾を要さず、また利用者及び会員への何らの責任を負うことなく、
        本サービスの内容を変更、休止、廃止等することができるものとし、利用者及び会員はこれに一切異議を述べないものとします。
      </li>
      <li>利用者及び会員は、本サービスを利用するにあたり発生する携帯電話を含む情報通信機器等によるメー ルの送受信及びサイト閲覧その他に必要な通信費用の一切につき、自己が負担します。</li>
      <li>当社は、本サービス上で提供される素材等及びこれに付随するタグ表記、タイトル又は撮影場所等に関する一切の情報
        （素材等に係る著作権、肖像権、パブリシティ権その他財産権の表示を含みます。）の正確性及び完全性を保証しません。
        会員が本サービス上に素材等及び情報を提供する場合並びに本サービス上の素材等を購入し使用する場合、利用者及び会員はいずれも、 本規約を遵守し、自己の責任においてこれを行うものとします。
      </li>
      <li>本サービス上で提供される素材等及びこれに付随するタグ表記、タイトル又は撮影場所等に関する一切の情報 （素材等に係る著作権、肖像権、パブリシティ権その他財産権の表示を含みます。）は、現状有姿で提供されるもので、
        当社は、その市場性若しくは特定の目的への合致、又はこれらに瑕疵がないことにつき、何らの保証も行いません。 利用者及び会員は、自己の責任において、本サービスを利用することを承諾するものとします。
      </li>
      <li>素材等に著作権、肖像権、その他第三者の権利侵害が発覚し、当該権利侵害に直接起因して会員が何らかの損害を被っ た場合においても、当社は、当該損害について、一切補償及び賠償を行わないものとします。</li>
      <li>当社は、コンピューターシステム障害、それに伴う誤表示、コンピューター等付随する環境に基づく損害について、 一切責任を負いません。</li>
      <li>当社は、画像・映像データ、テキスト等を含む当社に提出された素材等及び付随する情報等のデータ一切に関する損失・ 損害について、一切責任を負いません。利用者及び会員は、当該データのバックアップを自身で作成し、
        維持するものとします。
      </li>
      <li>当社は、本サービス、サーバー、素材等及び本サービスから送信された電子メールが、 ウィルス又はその他の有害性を有しないことを保証しません。利用者及び会員は、自己の責任において、
        これら有害性に対する対応を採るものとします。
      </li>
      <li>いかなる場合であっても、当社は、本規約、本サービス、本サービス上の素材等、本規約の下許諾された権利、
        信頼、アクセス、又は使用、不使用、遅延等に生起して第三者との間に生じた何らの紛争及びこれに関連するいかなる損害についても、 一切責任を負いません。
      </li>
      <li>本サービスは、第三者の提供するＳＮＳサービス等、外部サービスと連携してサービスを提供する場合がありますが、
        利用者は、自らの責任において外部サービスを利用するものとし、当社は、外部サービスの利用に関連して利用者に発生した損害について、
        一切責任を負いません。利用者は、外部サービスの利用にあたっては、当該外部サービスの利用規約等を遵守するものとします。
      </li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第２７条（本規約の効果）</h3>
    <p class="about__lead">本規約のいずれかの条項、又はその一部が、無効又は執行不能と判断された場合であっても、 本規約のその余の部分は、有効性を有するものとします。</p></section>
  <section class="about__inner"><h3 class="about__title-small">第２８条（本規約の変更）</h3>
    <p class="about__lead">当社は、利用者及び会員への事前通知、承諾を要さず、本規約の内容を必要に応じて変更することができます。
      利用者及び会員は、本サービス利用時に、最新の利用規約に同意したものとみなされます。</p></section>
  <section class="about__inner"><h3 class="about__title-small">第２９条（連絡又は通知）</h3>
    <p class="about__lead">当社から利用者又は会員に対する連絡又は通知は、本サービス上での掲載又は電子メール等により行うものとします。
      なお、当社から利用者への通知は、次の各号に定める時に、通知の効力が生じるものとします。</p>
    <ol class="about__list">
      <li class="about__list-item about__list-indent">（1）本サービス上での掲載 掲載がなされた時</li>
      <li class="about__list-item about__list-indent">（2）電子メール 当社が会員登録のなされたメールアドレスに発信した時（実際に受信されることを要しないものとします）</li>
    </ol>
  </section>
  <section class="about__inner"><h3 class="about__title-small">第３０条（事業譲渡等）</h3>
    <p class="about__lead">当社が本サービスに関する事業を他社に譲渡等した場合には、当該事業譲渡に伴い当社が本規約上有する地位、
      本規約に基づく権利及び義務並びに会員及び会員の情報その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、
      利用者及び会員は、かかる譲渡につき予め承諾します。なお、本項に定める事業譲渡等には、通常の事業譲渡のみならず、 会社分割その他事業が移転する一切の場合を含むものとします。</p></section>
  <section class="about__inner"><h3 class="about__title-small">第３１条（存続規定）</h3>
    <p class="about__lead">本規約４条３項ないし５項、５条ないし７条、１２条２項及び３項、１４条３項ないし９項、１５条２項、１６条２項、
      １８条、２０条、２１条３項ないし５項、７項及び８項、２３条、２４条１項ないし３項、２６条ないし３３条の規定は、
      退会その他の事由により会員の会員登録が取り消された後も有効に存続するものとし、また、本規約のうち利用者に関する条項は、 当該会員の退会後もなお適用されるものとします。</p></section>
  <section class="about__inner"><h3 class="about__title-small">第３２条（言語）</h3>
    <p class="about__lead">本規約は日本語版を正文とし、本規約につき参考のために翻訳が作成された場合においても、 日本語の正文のみが利用規約としての効力を有するものとします。</p></section>
  <section class="about__inner u-mb-8"><h3 class="about__title-small">第３３条（準拠法、管轄裁判所）</h3>
    <ol class="about__list-decimal">
      <li>本サービスに関する一切の問題に関する準拠法は、日本法とします。ただし、 国際物品売買契約に関する国際連合条約の適用は排除するものとします。</li>
      <li>本サービスに関する一切の訴訟については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</li>
    </ol>
  </section>
  <p class="about__lead-bottom">以上</p>
  <p class="about__lead-bottom">令和４年１２月１日制定</p>
</main>

<?php
require "footer.php"; ?>
